{
  "backup_info": {
    "backup_date": "2025-09-15T13:42:40.087618",
    "backup_format": "combined",
    "total_users": 1,
    "user_ids": [
      1
    ],
    "files": [],
    "stats": {
      "publications": 5,
      "funding": 0,
      "teaching": 0,
      "talks": 0,
      "conferences": 0,
      "professional_activities": 0
    }
  },
  "users": [
    {
      "id": 1,
      "username": "admin",
      "email": "admin@example.com",
      "first_name": "",
      "last_name": "",
      "orcid_id": "0000-0002-6558-4504",
      "institution": "",
      "department": "",
      "research_areas": [],
      "preferred_citation_style": "apa",
      "email_notifications": true,
      "scopus_id": "7006924084",
      "pubmed_query": "Poldrack RA[Author]",
      "skip_dois": null,
      "last_orcid_sync": "2025-09-15T03:15:28.946140+00:00",
      "date_joined": "2025-09-15T03:06:32.825629+00:00"
    }
  ],
  "data": {
    "publications": [
      {
        "model": "academic.publication",
        "pk": 2,
        "fields": {
          "owner": [
            "admin"
          ],
          "doi": "10.1037/xge0000964",
          "title": "Arbitrary stimuli are not devalued by stopping action: A registered replication of Wessel et al. (2014).",
          "year": 2025,
          "publication_date": "2025-08-28",
          "publication_name": "J Exp Psychol Gen",
          "publication_type": "journal-article",
          "is_preprint": false,
          "is_ignored": false,
          "ignore_reason": "",
          "metadata": {
            "source": "pubmed",
            "raw_data": {
              "pages": null,
              "volume": null,
              "abstract": "There is a sizable literature on inhibition-induced devaluation (IID), in which withholding a behavioral response in the context of a specific stimulus reduces the value of that stimulus and reduces the likelihood of choosing or using that stimulus in the future. IID holds great promise for behavior change and improving public health, because a variety of public health problems, including unhealthy eating and substance abuse, involve the inability to control the use of something of inherent, perceived, or associated value. Wessel et al. (2014) showed that when arbitrary stimuli were associated with response inhibition, subjects valued those stimuli less, suggesting that IID may be possible across a variety of stimuli. In three preregistered direct replications across three universities, including a U.S. private university, a U.S. public university, and a public university in Israel, we show no evidence for IID. This brings into question the robustness of IID as implemented by Wessel et al. using arbitrary stimuli and the stop-signal paradigm. This work encourages future efforts to directly replicate previous findings of IID in related designs, including those using stimuli with inherent value like food. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
              "publication_date": "2025-08-28"
            }
          },
          "authors": [
            {
              "name": "Bissett PG"
            },
            {
              "name": "Achyutuni KG"
            },
            {
              "name": "Li JK"
            },
            {
              "name": "Jones HM"
            },
            {
              "name": "Shim S"
            },
            {
              "name": "Rios JAH"
            },
            {
              "name": "Bennett LJ"
            },
            {
              "name": "Mitchell M"
            },
            {
              "name": "Jackson J"
            },
            {
              "name": "Bar Or M"
            },
            {
              "name": "Roll D"
            },
            {
              "name": "Meidan N"
            },
            {
              "name": "Saliy-Grigoryan A"
            },
            {
              "name": "LePage Drummond TM"
            },
            {
              "name": "Pokala SS"
            },
            {
              "name": "Cohen JR"
            },
            {
              "name": "Schonberg T"
            },
            {
              "name": "Poldrack RA"
            }
          ],
          "identifiers": {
            "pmid": "40875380"
          },
          "links": {},
          "source": "pubmed",
          "manual_edits": {},
          "edit_history": [],
          "manually_edited_at": null,
          "created_at": "2025-09-15T03:15:28.934Z",
          "updated_at": "2025-09-15T03:15:28.934Z",
          "last_api_sync": "2025-09-15T03:15:28.934Z"
        }
      },
      {
        "model": "academic.publication",
        "pk": 1,
        "fields": {
          "owner": [
            "admin"
          ],
          "doi": "10.1093/cercor/bhaf238",
          "title": "SPM as a cornerstone of an open source software ecosystem for neuroimaging.",
          "year": 2025,
          "publication_date": "2025-08-01",
          "publication_name": "Cereb Cortex",
          "publication_type": "journal-article",
          "is_preprint": false,
          "is_ignored": false,
          "ignore_reason": "",
          "metadata": {
            "source": "pubmed",
            "raw_data": {
              "pages": null,
              "volume": "35",
              "abstract": "The SPM software package played a major role in the establishment of open source software practices within the field of neuroimaging. I outline its role in my career development and the impact it has had within our field.",
              "publication_date": "2025-08-01"
            }
          },
          "authors": [
            {
              "name": "Poldrack RA"
            }
          ],
          "identifiers": {
            "pmid": "40928748"
          },
          "links": {},
          "source": "pubmed",
          "manual_edits": {},
          "edit_history": [],
          "manually_edited_at": null,
          "created_at": "2025-09-15T03:15:28.927Z",
          "updated_at": "2025-09-15T03:15:28.927Z",
          "last_api_sync": "2025-09-15T03:15:28.926Z"
        }
      },
      {
        "model": "academic.publication",
        "pk": 3,
        "fields": {
          "owner": [
            "admin"
          ],
          "doi": "10.1162/imag_a_00508",
          "title": "Can I have your data? Recommendations and practical tips for sharing neuroimaging data upon a direct personal request.",
          "year": 2025,
          "publication_date": "2025-03-19",
          "publication_name": "Imaging Neurosci (Camb)",
          "publication_type": "journal-article",
          "is_preprint": false,
          "is_ignored": false,
          "ignore_reason": "",
          "metadata": {
            "source": "pubmed",
            "raw_data": {
              "pages": null,
              "volume": "3",
              "abstract": "Sharing neuroimaging data upon a direct personal request can be challenging both for researchers who request the data and for those who agree to share their data. Unlike sharing through repositories under standardized protocols and data use/sharing agreements, each party often needs to negotiate the terms of sharing and use of data case by case. This negotiation unfolds against a complex backdrop of ethical and regulatory requirements along with technical hurdles related to data transfer and management. These challenges can significantly delay the data-sharing process, and if not properly addressed, lead to potential tensions and disputes between sharing parties. This study aims to help researchers navigate these challenges by examining what to consider during the process of data sharing and by offering recommendations and practical tips. We first divided the process of sharing data upon a direct personal request into six stages: requesting data, reviewing the applicability of and requirements under relevant laws and regulations, negotiating terms for sharing and use of data, preparing and transferring data, managing and analyzing data, and sharing the outcome of secondary analysis of data. For each stage, we identified factors to consider through a review of ethical principles for human subject research; individual institutions' and funding agencies' policies; and applicable regulations in the U.S. and E.U. We then provide practical insights from a large-scale ongoing neuroimaging data-sharing project led by one of the authors as a case study. In this case study, PET/MRI data from a total of 782 subjects were collected through direct personal requests across seven sites in the USA, Canada, the UK, Denmark, Germany, and Austria. The case study also revealed that researchers should typically expect to spend an average of 8 months on data sharing efforts, with the timeline extending up to 24 months in some cases due to additional data requests or necessary corrections. The current state of data sharing via direct requests is far from ideal and presents significant challenges, particularly for early career scientists, who often have a limited time frame-typically 2 to 3 years-to work on a project. The best practices and practical tips offered in this study will help researchers streamline the process of sharing neuroimaging data while minimizing friction and frustrations.",
              "publication_date": "2025-03-19"
            }
          },
          "authors": [
            {
              "name": "Jwa AS"
            },
            {
              "name": "Norgaard M"
            },
            {
              "name": "Poldrack RA"
            }
          ],
          "identifiers": {
            "pmid": "40800889",
            "pmcid": "PMC12319779"
          },
          "links": {},
          "source": "pubmed",
          "manual_edits": {},
          "edit_history": [],
          "manually_edited_at": null,
          "created_at": "2025-09-15T03:15:28.938Z",
          "updated_at": "2025-09-15T03:15:28.938Z",
          "last_api_sync": "2025-09-15T03:15:28.938Z"
        }
      },
      {
        "model": "academic.publication",
        "pk": 5,
        "fields": {
          "owner": [
            "admin"
          ],
          "doi": "10.1162/imag_a_00262",
          "title": "Impact of analytic decisions on test-retest reliability of individual and group estimates in functional magnetic resonance imaging: A multiverse analysis using the monetary incentive delay task.",
          "year": 2024,
          "publication_date": "2024-09-10",
          "publication_name": "Imaging Neurosci (Camb)",
          "publication_type": "journal-article",
          "is_preprint": false,
          "is_ignored": false,
          "ignore_reason": "",
          "metadata": {
            "source": "pubmed",
            "raw_data": {
              "pages": null,
              "volume": "2",
              "abstract": "Empirical studies reporting low test-retest reliability of individualblood oxygen-level dependent (BOLD) signal estimates in functional magneticresonance imaging (fMRI) data have resurrected interest among cognitiveneuroscientists in methods that may improve reliability in fMRI. Over the lastdecade, several individual studies have reported that modeling decisions, suchas smoothing, motion correction, and contrast selection, may improve estimatesof test-retest reliability of BOLD signal estimates. However, it remainsan empirical question whether certain analytic decisions<i>consistently</i>improve individual- and group-levelreliability estimates in an fMRI task across multiple large, independentsamples. This study used three independent samples (<i>N</i>s: 60, 81,119) that collected the same task (Monetary Incentive Delay task) across tworuns and two sessions to evaluate the effects of analytic decisions on theindividual (intraclass correlation coefficient [ICC(3,1)]) and group(Jaccard/Spearman<i>rho</i>) reliability estimates of BOLD activityof task fMRI data. The analytic decisions in this study vary across fourcategories: smoothing kernel (five options), motion correction (four options),task parameterizing (three options), and task contrasts (four options), totaling240 different pipeline permutations. Across all 240 pipelines, the median ICCestimates are consistently low, with a maximum median ICC estimate of .43- .55 across the 3 samples. The analytic decisions with the greatestimpact on the median ICC and group similarity estimates are the<i>ImplicitBaseline</i>contrast, Cue Model parameterization, and a largersmoothing kernel. Using an<i>Implicit Baseline</i>in a contrastcondition meaningfully increased group similarity and ICC estimates as comparedwith using the<i>Neutral</i>cue. This effect was largest for the CueModel parameterization; however, improvements in reliability came at the cost ofinterpretability. This study illustrates that estimates of reliability in theMID task are consistently low and variable at small samples, and a highertest-retest reliability may not always improve interpretability of theestimated BOLD signal.",
              "publication_date": "2024-09-10"
            }
          },
          "authors": [
            {
              "name": "Demidenko MI"
            },
            {
              "name": "Mumford JA"
            },
            {
              "name": "Poldrack RA"
            }
          ],
          "identifiers": {
            "pmid": "40800476",
            "pmcid": "PMC12290630"
          },
          "links": {},
          "source": "pubmed",
          "manual_edits": {},
          "edit_history": [],
          "manually_edited_at": null,
          "created_at": "2025-09-15T03:15:28.944Z",
          "updated_at": "2025-09-15T03:15:28.944Z",
          "last_api_sync": "2025-09-15T03:15:28.944Z"
        }
      },
      {
        "model": "academic.publication",
        "pk": 4,
        "fields": {
          "owner": [
            "admin"
          ],
          "doi": "10.1162/imag_a_00241",
          "title": "The future of data analysis is now: Integrating generative AI in neuroimaging methods development.",
          "year": 2024,
          "publication_date": "2024-07-24",
          "publication_name": "Imaging Neurosci (Camb)",
          "publication_type": "journal-article",
          "is_preprint": false,
          "is_ignored": false,
          "ignore_reason": "",
          "metadata": {
            "source": "pubmed",
            "raw_data": {
              "pages": null,
              "volume": "2",
              "abstract": "In this perspective, we highlight how emerging artificial intelligence tools are likely to impact the experiences of researchers conducting computational fMRI analyses. While calls for the automatization of statistical procedures date back at least to the inception of \"data science\" as a field, generative artificial intelligence offers new opportunities to advance field practice. We highlight how these tools are poised to impact both new neuroimaging methods development in areas such as image quality control and in day-to-day practice when generating analysis code. We argue that considering generative artificial intelligence as a catalyst for computational neuroscience-rather than as unique tools in their own right-can substantially improve its positioning in the research ecosystem. In particular, we argue that generative artificial intelligence will reinforce the importance of existing open science initiatives, rather than supplanting them. Overall, we call for clearer metrics by which neuroimaging results-whether generated by individual research teams or by generative artificial intelligence technologies-can be meaningfully compared.",
              "publication_date": "2024-07-24"
            }
          },
          "authors": [
            {
              "name": "DuPre E"
            },
            {
              "name": "Poldrack RA"
            }
          ],
          "identifiers": {
            "pmid": "40800478",
            "pmcid": "PMC12272269"
          },
          "links": {},
          "source": "pubmed",
          "manual_edits": {},
          "edit_history": [],
          "manually_edited_at": null,
          "created_at": "2025-09-15T03:15:28.941Z",
          "updated_at": "2025-09-15T03:15:28.941Z",
          "last_api_sync": "2025-09-15T03:15:28.941Z"
        }
      }
    ],
    "funding": [],
    "teaching": [],
    "talks": [],
    "conferences": [],
    "professional_activities": []
  }
}